export const mythVsRealityItems = [
  {
    image: '/icon-man.svg',
    mainText:
      'В десятилетнем исследовании «Генетическая эпидемиология ХОБЛ» (COPDGene) среди пациентов с ХОБЛ, диагностированной до 55 лет, было выявлено преобладание...',
    subText: (
      <>
        ХОБЛ болеют <b>преимущественно мужчины?</b>
      </>
    ),
  },
  {
    image: '/icon-danger.svg',
    mainText:
      'Большинство пациентов с ХОБЛ столкнется с обострениями: как минимум одно среднетяжелое или тяжелое обострение случится в течение...',
    subText: (
      <>
        <b>Опасно</b> не наличие заболевания, а обострения?
      </>
    ),
  },
];

export const priorityAreasItemsWIthImage = [
  {
    image: '/inhaler-icon.svg',
    mainText: (
      <>
        Ингибирует бронхоконстрикторные эффекты ацетилхолина, вступая с ним в
        конкурентный антагонизм за взаимодействие с эффекторными мускариновыми
        рецепторами, дополняет и потенцирует эффект &beta;2-агонистов
        <sup>1</sup>
      </>
    ),
    subText: (
      <>
        Ингаляционный
        <b> антихолинергик</b>
      </>
    ),
  },
  {
    image: '/inhaler-icon.svg',
    mainText:
      'Вызывает бронходилатацию посредством релаксации гладкомышечных клеток бронхов независимо от характера констриктивных стимулов, т. е. выступают в качестве функциональных антагонистов бронхоконстрикции',
    subText: (
      <>
        Ингаляционный <b style={{ whiteSpace: 'nowrap' }}>&beta;2-агонист</b>
      </>
    ),
  },
  {
    image: '/inhaler-icon.svg',
    mainText:
      'Снижает частоту обострений, особенно в сочетании с ДДБА, подавляют хроническое воспаление при астме и снижают гиперреактивность дыхательных путей',
    subText: (
      <>
        Ингаляционный <b>глюкокортикостероид</b> (ИГКС)
      </>
    ),
  },
];

export const priorityAreasItems = [
  {
    mainText: (
      <>
        Пациентам с ХОБЛ рекомендуется комбинирование бронходилататоров с
        разными механизмами действия;
        <br />
        Назначение 2-х бронходилататоров из группы длительнодействующих
        &beta;2-агонистов (ДДБА) и длительнодействующих антихолинергиков (ДДАХ),
        действие которых дополняет и усиливает друг друга<sup>1</sup>.
      </>
    ),
  },
  {
    mainText: (
      <>
        Пациентам с ХОБЛ и частыми обострениями (≥2 среднетяжелых обострений в
        течение 1 года/1 тяжелое обострение, потребовавшее госпитализации)
        рекомендуется назначение ИГКС в дополнение к ДДБА;
        <br />
        Последние исследования показали, что амбулаторное применение ИГКС/ДДБА у
        пациентов с ХОБЛ снижает госпитальную летальность по сравнению с
        пациентами, принимавшими только ДДБА (8,1% vs 13,2%)<sup>1</sup>.
      </>
    ),
  },
];

export const mythVsRealityItemMan = [
  {
    mainText: (
      <>
        В десятилетнем исследовании&nbsp;
        <b>«Генетическая эпидемиология ХОБЛ» (COPDGene)</b> среди пациентов с
        ХОБЛ, диагностированной до 55 лет, было выявлено&nbsp;
        <b>преобладание женщин (66%)</b>, а в возрасте 60-64 лет количество
        женщин и мужчин.
      </>
    ),
  },
  {
    mainText: (
      <>
        Такое эпидемиологическое распределение заболеваемости ХОБЛ может быть
        связано с тем, что дыхательные пути курящих женщин имеют более&nbsp;
        <b>высокий процент площади стенок</b>, но меньшую площадь просвета,
        внутренний диаметр и толщину дыхательных путей по сравнению с курящими
        мужчинами.
      </>
    ),
  },
];

export const mythVsRealityItemDanger = [
  {
    mainText: (
      <>
        <b>
          Большинство пациентов с ХОБЛ столкнется с обострениями: как минимум
          одно среднетяжелое или тяжелое обострение случится в течение 3 лет у
          77% пациентов<sup>1</sup>.
        </b>
      </>
    ),
  },
  {
    mainText: (
      <>
        В течение 5 лет после первого тяжёлого обострения в живых остаются
        только 40% пациентов.<sup>2</sup> Прогноз после обострений ХОБЛ схож с
        таковым при сердечной недостаточности, инфаркте миокарда и некоторых
        злокачественных опухолях.
      </>
    ),
  },
];
